Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/non-segmented/mozilla.tmx
Source language: en
Languages: be

source: This site has requested that you identify yourself with a certificate:
be: Гэтае пляцоўка патрабуе, каб вы вызначылі сябе пасведчаннем:

source: This web page at <span id='malware_sitename'/> has been reported as an attack page and has been blocked based on your security preferences.
be: Гэтая старонка <span id='malware_sitename'/> занатована як нападная і затрымана згодна вашым перавагам бяспекі.

source: This web page at <span id='phishing_sitename'/> has been reported as a web forgery and has been blocked based on your security preferences.
be: Старонка Сеціва <span id='phishing_sitename'/> занатована як сеціўная падробка і затрымана згодна вашым перавагам бяспекі.

source: This website does not supply identity information.
be: Гэтая пляцоўка сеціва не мае звестак пра адмету.

source: Tibetan
be: Тыбецкая

source: Tile
be: Чарапіцаю

source: Time range to clear:
be: Дыяпазон часу для ачышчэння:

source: Title
be: Загаловак

source: Title:
be: Загаловак:

source: To begin creating your profile, click Continue.
be: Каб пачаць стварэнне новага профілю, пстрыкніце Працяг.

source: To begin creating your profile, click Next.
be: Каб пачаць стварэнне новага профілю, пстрыкніце Далей.

source: To confirm you agree to sign this text message using your selected certificate, please confirm by entering the master password:
be: Каб сцвердзіць вашу згоду падпісаць гэтае тэкставае паведамленне вылучаным пасведчаннем, увядзіце, калі ласка, галоўны пароль:

source: To start Private Browsing, you can also select &basePBMenu.label; &gt; &privateBrowsingCmd.start.label;.
be: Каб пачаць адасобленае азіранне, вы можаце таксама выбраць &basePBMenu.label; &gt; &privateBrowsingCmd.start.label;.

source: To stop Private Browsing, select &basePBMenu.label; &gt; &privateBrowsingCmd.stop.label;, or close &brandShortName;.
be: Каб спыніць адасобленае азіранне, выберыце &basePBMenu.label; &gt; &privateBrowsingCmd.stop.label; або закрыйце &brandShortName;.

source: Today
be: Сёння

source: Toggle
be: Пераключыць

source: Token:
be: Лексема:

source: Toolbar Layout…
be: Раскладка прыладапаліцы…

source: Toolbars
be: Паліцы прыладаў

source: Tools
be: Прылады

source: Tools for all add-ons
be: Прылады для ўсіх дадаткаў

source: Top:
be: Угары:

source: Traditional Chinese (Hong Kong)
be: Традыцыйная Кітайская(Гон-Конг)

source: Traditional Chinese (Taiwan)
be: Традыцыйная Кітайская(Тайвань)

source: Translators:
be: Перакладчыкі:

source: Troubleshooting Information
be: Звесткі для вырашэння праблемаў

source: Trust the authenticity of this certificate.
be: Давяраць сапраўднасці гэтага пасведчання.

source: Trust this CA to identify email users.
be: Давяраць гэтай КП апазнаваць э-паштовых карыстальнікаў.

source: Trust this CA to identify software developers.
be: Давяраць гэтаму КП апазнаваць распрацоўцаў праграмнага забеспячэння.

source: Trust this CA to identify websites.
be: Давяраць гэтай КП апазнаваць пляцоўкі сеціва.

source: Try Again
be: Паспрабаваць зноў

source: Turkish
be: Турэцкая

source: Turn On User Studies
be: Уключыць карыстальніцкія даследаванні

source: Type
be: Тып

source: Type geo.enabled
be: Набярыце geo.enabled

source: Type here to find tabs…
be: Набярыце тэкст для шукання ўставак тут…

source: Type:
be: Тып:

source: U
be: А

source: Unable to Check for Updates
be: Немагчыма праверыць існаванне абнаўленняў

source: Unable to Update
be: Абнаўленне немагчыма

source: Unable to connect
be: Нельга злучыцца

source: Unable to find the proxy server
be: Немагчыма знайсці паслугач-пасярэднік

source: Uncheck the options to &quot;&blockAttackSites.label;&quot; and &quot;&blockWebForgeries.label;&quot;
be: Зніміце адзнаку з &quot;&blockAttackSites.label;&quot; і &quot;&blockWebForgeries.label;&quot;

source: Underline links
be: Падкрэсліваць спасылкі

source: Undo
be: Адмяніць

source: Undo Changes
be: Адмяніць змяненні

source: Undo Close Tab
be: Адмяніць закрыццё ўстаўкі

source: Undo this action
be: Адмяніць гэтае дзеянне

source: Unexpected response from server
be: Нечаканы адказ паслугача

source: Unicode
be: Адзіны Код

source: Unified Canadian Syllabary
be: Канадская аб'яднаная складовая азбука

source: Unit:
be: Адзінка:

source: Unknown
be: Невядомы

source: Unknown Protocol
be: Невядомы пратакол

source: Unload
be: Выгрузіць

source: Unmute
be: Уключыць гук

source: Unsafe File Type
be: Небяспечны тып файла

source: Unsorted
be: Неразмеркаваныя

source: Unsorted Bookmarks
be: Неразмеркаваныя закладкі

source: Untrusted Connection
be: Злучэнне, якому няма даверу

source: Unvisited Links:
be: Ненаведаныя спасылкі:

source: Up
be: Угору

source: Update
be: Абнавіць

source: Update Add-ons Automatically
be: Самастойна абнаўляць дадаткі

source: Update Failed
be: Няўдача абнаўлення

source: Update History
be: Гісторыя абнаўленняў

source: Update Installed
be: Абнаўленне ўсталявана

source: Update Name
be: Назва абнаўлення

source: Update Now
be: Абнавіць зараз

source: Update Ready to Install
be: Абнаўленне гатова для ўсталявання

source: Update every
be: Абнаўляць кожныя

source: Update failed.
be: Няўдача абнаўлення.

source: Update:
be: Абнаўленне:

source: Updates available at
be: Абнаўленні даступныя на

source: Updates disabled by your system administrator
be: Абнаўленні забаронены вашым сістэмным спраўнікам

source: Updating add-ons
be: Абнаўленне дадаткаў

source: Use Current Page
be: Ужыць гэтачасовую старонку

source: Use Current Pages
be: Ужыць гэтачасовыя старонкі

source: Use Default
be: Ужываць змоўчныя

source: Use Default Folder
be: Скарыстацца змоўчнаю папкаю

source: Use SSL 3.0
be: Ужываць SSL 3.0

source: Use Small Icons
be: Дробныя значкі

source: Use TLS 1.0
be: Ужываць TLS 1.0

source: Use a custom server…
be: Ужываць іншы паслугач…

source: Use a master password
be: Ужываць галоўны пароль

source: Use autoscrolling
be: Ужываць самапракручванне

source: Use custom settings for history
be: Ужываць наладжванні для гісторыі

source: Use hardware acceleration when available
be: Ужываць, калі можна, паскарэнне начыння

source: Use my choice for all cookies from this site
be: Скарыстоўваць мой выбар для ўсіх бірак з гэтай пляцоўкі

source: Use paranoid security settings
be: Ужываць паранойныя наладжванні бяспекі

source: Use smooth scrolling
be: Ужываць плаўнае пракручванне

source: Use system colors
be: Карыстацца сістэмнымі колерамі

source: Use system proxy settings
be: Ужываць сістэмныя наладжванні пасярэднікаў

source: Use the Online Certificate Status Protocol (OCSP) to confirm the current validity of certificates
be: Ужываць Сеткавы Пратакол Стану Пасведчанняў (СПСП), каб пацвярджаць гэтачасовую сапраўднасць пасведчанняў

source: Use this proxy server for all protocols
be: Ужываць адзін пасярэднік для ўсіх пратаколаў

source: User Agent
be: Дзеяч карыстальніка

source: User Defined
be: Вызначаны карыстальнікам

source: User Identification Request
be: Запыт вызначэння карыстальніка

source: User Name:
be: Імя карыстальніка:

source: Username
be: Імя карыстальніка

source: V
be: С

source: Validate a certificate if it specifies an OCSP server
be: Спраўджваць пасведчанне, калі яно вызначае паслугач СПСП

source: Validate all certificates using the following OCSP server:
be: Спраўджваць усе пасведчанні з дапамогаю наступнага паслугача СПСП:

source: Validation
be: Пацвярджэнне

source: Validity
be: Сапраўднасць

source: Value
be: Значэнне

source: Verified by:
be: Пацверджана:

source: Verifying…
be: Праверка…

source: Version
be: Версія

source: View
be: Прагляд

source: View Available Updates
be: Пабачыць даступныя абнаўленні

source: View Background Image
be: Праглядзець выяву фону

source: View Bookmarks Toolbar
be: Паказаць прыладапаліцу закладак

source: View Certificate
be: Пабачыць пасведчанне

source: View Certificates
be: Прагляд пасведчанняў

source: View Cookies
be: Прагледзець біркі

source: View Frame Info
be: Праглядзець звесткі пра рамку

source: View Frame Source
be: Праглядзець зыходнік рамкі

source: View Image
be: Праглядзець выяву

source: View Image Info
be: Звесткі пра выяву

source: View MathML Source
be: Праглядзець зыходнік MathML

source: View Page Info
be: Праглядзець звесткі пра старонку

source: View Page Source
be: Праглядзець зыходнік старонкі

source: View Quota
be: Прагледзець абмежаванне

source: View Recent Updates
be: Пабачыць нядаўнія абнаўленні

source: View Saved Passwords
be: Прагледзець захаваныя паролі

source: View Selection Source
be: Праглядзець зыходнік вылучэння

source: View Video
be: Прагледзець відэя

source: View details for this update
be: Прагляд падрабязнасцяў гэтага абнаўлення

source: View more information about this update
be: Пабачыць болей падрабязныя звесткі пра гэта абнаўленне

source: Viewing Feed
be: Прагляд жывільніка

source: Views
be: Выгляд

source: View…
be: Прагляд…

source: Visit Count
be: Колькасць наведванняў

source: Visit Date
be: Дата наведвання

source: Visit Home Page
be: Наведаць хатнюю старонку

source: Visited Links:
be: Наведаныя спасылкі:

source: W
be: ш

source: Warn me when closing multiple tabs
be: Папярэджваць пра зачыненне шматлікіх уставак

source: Warn me when opening multiple tabs might slow down &brandShortName;
be: Папярэджваць мяне, калі адкрыццё шматлікіх уставак можа замарудзіць &brandShortName;

source: Warn me when sites try to install add-ons
be: Папярэджваць мяне, калі пляцоўкі спрабуюць усталяваць дадаткі

source: Warn me when websites try to redirect or reload the page
be: Папярэджваць мяне, калі пляцоўкі сеціва спрабуюць перанакіраваць ці абнавіць старонку

source: Warning: The following devices will be overwritten with your local data:
be: Увага: здаткі на наступных збудовах будуць перазапісаны мясцовымі здаткамі:

source: Warnings
be: Папярэджанні

source: We don't keep a copy of your key (that wouldn't be keeping it secret!) so
be: Нам ніколі не спатрэбіцца падвой вашага ключа (гэта не будзе патаемным!), таму

source: We have come to visit you in peace and with goodwill!
be: Мы прыйшлі з мірам і добрай воля!

source: Wear Theme
be: Ужыць тэму

source: Web Console
be: Кансоль Сеціва

source: Web Developer
be: Распрацаўнік Сеціва

source: Web Search
be: Пошук у Сеціве

source: Web pages are sometimes offered in more than one language. Choose languages for displaying these web pages, in order of preference.
be: Часам старонкі сеціва даступны ў некалькіх мовах. Выберыце мовы для адлюстравання старонак ў парадку перавагаў.

source: Website Identity
be: Адмета пляцоўкі Сеціва

source: Website Services
be: Службы пляцовак Сеціва

source: Website:
be: Пляцоўка сеціва:

source: Welcome Humans!
be: Сардэчна запрашаем, людзі!

source: Welcome to the &pluginWizard.title;
be: Калі ласка &pluginWizard.title;

source: Well, this is embarrassing.
be: Нам вельмі сорам.

source: West European
be: Заходне-Еўрапейскія

source: Western
be: Заходняя

source: What Should I Do?
be: Што я мушу рабіць?

source: What are Add-ons?
be: Што такое дадаткі?

source: What should &brandShortName; do with this file?
be: Што &brandShortName; мусіць зрабіць з гэтым файлам?

source: When &brandShortName; starts:
be: Пасля запуску &brandShortName;:

source: When I open a link in a new tab, switch to it immediately
be: Калі я адкрываю спасылку ў новай устаўцы, пераключыцца ў яе адразу

source: When I quit &brandShortName;, it should automatically clear all:
be: Калі я закрываю &brandShortName;, ён павінен самастойна знішчаць усе:

source: When a server requests my personal certificate:
be: Калі паслугач патрабуе маё асабістае пасведчанне:

source: When an OCSP server connection fails, treat the certificate as invalid
be: Калі злучэнне з паслугачом СПСП не ўдалося, абходзіцца з пасведчаннем як з несапраўдным

source: When using the location bar, suggest:
be: Калі выкарыстоўваецца паліца месцазнаходжання, прапаноўваць:

source: While this computer won't have a record of your browsing history, your internet service provider or employer can still track the pages you visit.
be: Хоць ваш кампутар не будзе мець запісу вашай гісторыя азірання, аднак ваш дастаўшчык паслугаў інтэрнэту або ваш наймальнік можа, тым не менш, дагэтуль адсочваць старонкі, якія вы наведваеце.

source: Why was this page blocked?
be: Чаму гэтая старонка затрымана?

source: Window
be: Акно

source: Window &#37;S
be: Акно &#037;S

source: Windows and Tabs
be: Вокны і ўстаўкі

source: Work Offline
be: Праца па-за сеткаю

source: Work offline
be: Працаваць па-за сеткай

source: Would you like to save this file?
be: Вы хочаце захаваць гэты файл?

source: Would you like to start Private Browsing?
be: Вы хочаце пачаць адасобленае азіранне?

source: Wrap
be: Вакол

source: Wrap Long Lines
be: Загінаць доўгія радкі

source: You are connected to
be: Вы з злучаны з

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the Firefox name or logo. Additional information on trademarks may be found
be: Ва не даюцца ніякія правы або дазволы на гандлёвыя маркі Mozilla Foundation ці іншых бакоў, уключаючы без абмежавання назву і эмблему Firefox. Дадатковыя звесткі пра гандлёвыя маркі можна знайсці

source: You are welcome to use these Services with the accompanying version of &brandShortName;, and &vendorShortName; grants you its rights to do so. &vendorShortName; and its licensors reserve all other rights in the Services. These terms are not intended to limit any rights granted under open source licenses applicable to &brandShortName; and to corresponding source code versions of &brandShortName;.
be: Вы можаце карыстацца гэтымі службамі разам з дадзенай версіяй &brandShortName;, вы маеце ўсе неабходныя правы. &vendorShortName; і ўсе ліцэнзіяты захоўваюць за сабой усе іншыя правы Службаў. Гэтыя ўмовы пагадненняў не абмяжоўваюць правоў, якія дадзеныя ліцэнзіямі адкрытых зыходнікаў, прыдатных для &brandShortName; і адпаведных версіяў зыходнага кода &brandShortName;.

source: You can add or remove items by dragging to or from the toolbars.
be: Вы можаце дадаваць або выдаляць адзінкі, перацягваючы іх на і з паліцаў прыладаў.

source: You can always get the latest version of &brandShortName; at:
be: Вы заўсёды можаце атрымаць апошнюю версію &brandShortName; на:

source: You can change this preference by selecting Sync Options below.
be: Вы можаце змяніць гэтую перавагу з дапамогаю наладжванняў Sync.

source: You can try:
be: Вы можаце паспрабаваць:

source: You do not have the permissions necessary to view this directory.
be: Вы не маеце дазволу, неабходнага для прагляду гэтага каталогу.

source: You don't have any add-ons of this type installed
be: У вас няма ніводнага ўсталяванага дадатку гэтага тыпу

source: You have been asked to trust a new Certificate Authority (CA).
be: Вас запыталі аб даверу новай Крыніцы Пасведчанняў (КП).

source: You have certificates from these organizations that identify you:
be: Вы маеце пасведчанні наступных установаў, якія вызначаюць вас:

source: You have certificates on file that do not fit in any of the other categories:
be: Вы маеце пасведчанні, якія не пападаюць ні ў адну з іншых катэгорыяў:

source: You have certificates on file that identify these certificate authorities:
be: Вы маеце пасведчанні, якія вызначаюць наступныя крыніцы пасведчанняў:

source: You have certificates on file that identify these people:
be: Вы маеце пасведчанні, якія вызначаюць наступных асобаў:

source: You have certificates on file that identify these servers:
be: Вы маеце пасведчанні, якія вызначаюць наступныя паслугачы:

source: You have requested to delete the certificate:
be: Вы запатрабавалі выдаліць пасведчанне:

source: You have requested to delete this certificate:
be: Вы запатрабавалі выдаліць гэтае пасведчанне:

source: You have the following search engines installed:
be: Наступныя машыны пошуку ўсталяваны ў вас:

source: You haven't recently updated any add-ons
be: Нядаўна вы не абнаўлялі ніякіх дадаткаў

source: You may also want to
be: Ці вы можаце

source: You may now continue using &brandShortName;.
be: Зараз вы можаце працягнуць працаваць з &brandShortName;.

source: You may want to
be: Вы можаце

source: You may want to start by also
be: Вы таксама можаце жадаць пачаць,

source: You must enter your current password to proceed:
be: Вы мусіце ўвесці ваш цяперашні пароль для працягу:

source: Your &syncBrand.fullName.label; Key
be: Ваш ключ &syncBrand.fullName.label;

source: Your &syncBrand.fullName.label; account is encrypted to protect your privacy. Without this key, it would take years for anyone to decode your personal information. You are the only person who holds this key. This means you're the only one who can access your &syncBrand.fullName.label; data.
be: Ваш рахунак &syncBrand.fullName.label; зашыфраваны, каб засцерагчы ваша адасабленне. Без гэтага ключа кожнаму спатрэбяцца гады, каб дэкадаваць вашы асабістыя звесткі. Вы адзіная асоба, якая валодае гэтым ключом. Таму вы адзіны, хто можа даступіцца да здаткаў &syncBrand.fullName.label;.

source: Your Certificates
be: Вашы пасведчанні

source: Your Master Password is used to protect sensitive information like site passwords.
be: Ваш галоўны пароль ужываецца для абароны значных звестак, такіх як паролі пляцовак.

source: Your Test Pilot Studies
be: Вашы даследаванні пілота выпрабаванняў

source: Your add-on updates have been downloaded.
be: Вашы дадаткі загружаны.

source: Your add-ons have been updated.
be: Вашы дадаткі абноўленыя.

source: Your user settings, preferences and other user-related data will be stored in:
be: Вашы карыстальніцкія наладжванні, перавагі і іншыя датычныя здаткі будуць захоўвацца ў:

source: Z
be: Я

source: Z > A Sort Order
be: Размеркаваць ад Я да А

source: Zoom
be: Павялічыць

source: Zoom Controls
be: Кіроўцы павялічэннем

source: Zoom In
be: Павялічыць

source: Zoom Out
be: Паменшыць

source: Zoom Text Only
be: Павялічваць толькі тэкст

source: Zoom in
be: Аддаліць

source: Zoom out
be: Наблізіць

source: a
be: С

source: about:rights
be: Пра правы

source: and the
be: і

source: ask me every time
be: пытаць мяне кожнага разу

source: b
be: я

source: build configuration
be: наладкі пабудовы

source: c
be: А

source: check
be: адзначыць

source: clear all current history
be: ачысціць усю цяперашнюю гісторыю

source: clear your recent history
be: ачысціць нядаўнюю гісторыю

source: clearing your recent history
be: ачысціўшы вашу нядаўнюю гісторыю

source: contributors
be: укладнікаў

source: e
be: х

source: for this product.
be: для гэтага прадукта.

source: for this version.
be: для гэтай версіі.

source: from
be: з

source: from <strong>The Book of Mozilla,</strong> 11:9<br/><small>(10th Edition)</small>
be: з <strong>Кнігі Mozilla,</strong> 11:9<br/><small>(10-е выданне)</small>

source: from phishing attacks.
be: ад лоўлявых нападаў.

source: from:
be: з:

source: g
be: ў

source: global community
be: сусветным згуртаваннем

source: h
be: З

source: here
be: тут

source: how &brandShortName; protects you
be: як &brandShortName; абараняе вас

source: i
be: р

source: inches
be: цаляў

source: is always opt-in. No location information is ever sent without your permission. If you wish to disable the feature completely, follow these steps:
be: заўсёды неабавязковае. Ніякія звесткі пра месцазнаходжанне не дасылаюцца без вашага дазволу. Калі вы хочаце забараніць гэтую асаблівасць цалкам, выканайце наступнае:

source: l
be: а

source: licensing information
be: ліцэнзійныя звесткі

source: millimeters
be: міліметраў

source: min-width: 35em;
be: min-width: 40em;

source: n
be: З

source: o
be: о

source: r
be: н

source: release notes
be: заўвагі пра выданне

source: remove individual cookies
be: выдаліць асобныя біркі

source: s
be: г

source: service terms
be: умовах пагаднення службаў

source: t
be: п

source: they expire
be: яны не састарэюць

source: to
be: да

source: to the Mozilla Project.
be: у праект Mozilla.

source: to try again.
be: , каб паспрабаваць зноў.

source: u
be: П

source: used for this version.
be: , якія ўжываюцца для гэтай версіі.

source: v
be: ц

source: version
be: версія

source: we can't help you recover it
be: мы не зможам дапамагчы вам аднавіць яго,

source: which is a:
be: які з'яўляецца:

source: which is run by
be: які падтрымліваецца

source: width: 30em; min-height: 20em;
be: width: 34em; min-height: 22em;

source: width: 36em; height: 18em;
be: width: 42em; height: 21em;

source: width: 42em; min-height: 37.5em;
be: width: 52em; min-height: 39em;

source: width: 45.5em; min-height: 40.5em;
be: width: 60em; min-height: 40.5em;

source: width: 45em; height: 30em
be: width: 48em; height: 30em

source: width: 45em; height: 32em;
be: width: 55em; height: 34em;

source: width: 47em; min-height: 40em;
be: width: 57em; min-height: 43em;

source: x
be: В

source: z
be: П
